

<div class="mainpage1">

    <div class="container">
    <div class="row" style="margin-top:5em">
        <div class="col-12 col-lg-6">
            <br>
        <h1>ประวัติจังหวัดตาก</h1>
        <br>
        <div class="col-12">
        <div class="img__story">
            <img src="img/san2.jpg" width="100%"/>
            </div>
        </div>
        <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;เมืองตากในอดีตเป็นเมืองที่มีชาวมอญอยู่มาก่อน ดังมี หลักฐานศิลปมอญปรากฏอยู่ที่อำเภอบ้านตาก มีประวัติความเป็นมาเก่าแก่ 
        และเป็นหนึ่งในหัวเมืองที่มีอายุขัยเกินกว่าสองพันปีขึ้นไป เมื่อมีการ อพยพ ของชนชาติไทยจากลุ่มน้ำแยงซีเกียงตอนใต้ 
        ลงมาตามแนวลำน้ำดง (ลำน้ำสาละวิน) มีพวกหนึ่งได้ข้ามลำน้ำสาละวิน ผ่านลุ่มน้ำเมยหรือแม่น้ำต่องยินเข้ามาทางช่องเขาด้าน 
        อำเภอแม่สอดและมาถึงบริเวณที่ปัจจุบันเรียกว่า “เมืองตาก” ผู้นำกลุ่มคนไทยที่อพยพมาตั้งถิ่นฐานที่เมืองตากในยุค นั้น 
        ได้ตั้งตนเป็นกษัตริย์ปกครองสืบทอดต่อเนื่อง กันมาจนถึงปี พ.ศ. 560 รัชสมัยพระเจ้าสักดำ ซึ่งเป็นกษัตริย์เมืองตากที่ยิ่งใหญ่มาก 
        มีอาณาเขตที่อยู่ในอำนาจแผ่ไปจนจรดทะเลอันดามันดังมีบันทึกในพงศาวดารเหนือกล่าวว่าในรัชสมัยพระเจ้าสักดำนั้นเมืองตากมีการค้าขาย
        กับเมืองอินเดียด้วยเมืองตากคงจะเสื่อมลงในช่วงพุทธศตวรรษที่ 10 พระยากาฬวรรณดิสผู้เป็นกษัตริย์เมืองตากที่อพยพมาจาก 
        ตอนใต้ของลุ่มแม่น้ำแยงซีเกียง ได้โยกย้ายไปสร้างราชธานีขึ้นใหม่ที่เมืองละโว้ทางตอนใต้ของเมืองตากลงไปอีก
        มีบางยุคเมืองตากถูกทอดทิ้ง กลายเป็นเมืองร้างดังในพงศาวดารเหนือได้ กล่าวถึงการเสด็จทางชลมารคของพระนางจามเทวี 
        พระราชธิดากษัตริย์ละโว้ (พระยากาฬวรรณดิส) เพื่อไปปกครองแคว้นหริภุญไชย (ลำพูน) ในราว พ.ศ. 1176 โดยทาง 
        ลำน้ำปิง พระนางจามเทวีขึ้นไปสำรวจบนฝั่งแม่น้ำพบร่องรอยกำแพงเมืองเก่าๆ ถูกทิ้งร้าง จึงโปรดให้สร้างเป็นบ้านเมืองใหม่ชื่อว่า 
        “เมืองตาก” ต่อมาเมื่อ พ.ศ. 1805 ขุนสามชนเจ้าเมืองฉอดได้ยกทัพ มาประชิดเมืองตาก ซึ่งเป็นเมืองชายแดนของกรุงสุโขทัย 
        พ่อขุนศรีอินทราทิตย์ทรงจัดกองทัพออกไปรบ โดยมีพระราชโอรสองค์เล็กซึ่งมีพระชนมายุได้ 19 พรรษา ติดตามไปด้วย กองทัพ 
        ทั้งสองฝ่ายปะทะกันที่บริเวณเชิงดอยนอกเมืองตากประมาณกิโลเมตรเศษ ราชโอรสองค์เล็กได้ทรงชนช้าง กับขุนสามชนกระทำยุทธหัตถีกัน 
        ขุนสามชนสู้ไม่ได้แตกพ่ายไป ต่อมาภายหลังทรงพระนามว่า “พ่อขุนรามคำแหงมหาราช” และได้โปรดสร้างเจดีย์ขึ้นเป็นที่ระลึกถึงชัยชนะ
        ในการทำยุทธหัตถีครั้งนั้น องค์หนึ่งเป็นศิลปแบบสุโขทัย ซึ่งเจดีย์ยุทธหัตถีนี้อยู่ที่วัดพระบรมธาตุ อำเภอบ้านตาก ห่างจากตัวเมืองไป
        ทางฝั่งตะวันตกของแม่น้ำปิงราว 31 กิโลเมตรต่อมาในแผ่นดินมหาธรรมราชา</p>
        </div>
        <div class="col-12 col-lg-6">
            <br>
        ได้ย้ายเมืองตากลงมาทางตอนใต้ตามลำน้ำปิง ไปตั้งอยู่ที่ป่ามะม่วง ฝั่งตะวันตก ของแม่น้ำปิง ซึ่งอยู่ในเขตตำบลป่ามะม่วง 
        อำเภอเมืองตากในปัจจุบันเมืองตากที่ย้ายมาตั้งใหม่นี้มิใช่เมืองหน้าด่าน สำหรับป้องกันกองทัพพม่าที่จะยกเข้ามาทางด่านแม่ละเมาเท่านั้น 
        แต่ยังเป็นเมืองที่กองทัพไทยใช้เป็นที่ชุมนุมพลในเวลา ที่จะยกทัพไปตีเมืองเชียงใหม่อีกด้วย ในรัชสมัยสมเด็จพระนเรศวรมหาราช 
        สมเด็จพระนารายณ์มหาราช และสมเด็จพระเจ้าตากสินมหาราชได้เสด็จมาชุมนุมกองทัพที่เมืองตากนี้ทุกพระองค์
        โดยเฉพาะสมเด็จพระเจ้าตากสินมหาราช ก่อนที่พระองค์จะขึ้นครองราชสมบัตินั้น พระองค์ได้รับแต่งตั้งจากสมเด็จพระที่นั่งสุริยาอมรินทร 
        ให้เป็นข้าหลวงเชิญท้องตราราชสีห์ ไปชำระความหัวเมืองฝ่ายเหนือและต่อมาได้รับการแต่งตั้งเป็นหลวงยกกระบัตรเมืองตาก ปลัดเมืองตาก 
        พระยาวชิรปราการแล้วปราบดาภิเษกขึ้นเป็นพระเจ้าแผ่นดินโดยลำดับกล่าวโดยสรุป จังหวัดตากเป็นจังหวัดที่มีความเป็นมาในประวัติศาสตร์ 
        ควรค่าแก่การสนใจ เป็นเมืองที่พระมหากษัตริย์ในอดีตได้เสด็จมาชุมนุมกองทัพที่เมืองตากนี้แล้วถึง 4 พระองค์ คือ 
        พ่อขุนรามคำแหงมหาราชทรงชนช้างกับขุนสามชนเจ้าเมืองฉอด สมเด็จพระนเรศวรมหาราชทรงประกาศอิสรภาพ ณ เมืองแครง 
        และทรงยกทัพกลับราชอาณาจักรไทยโดยผ่านดินแดนเมืองตากเป็นแห่งแรก สมเด็จพระนารายณ์มหาราชทรงนำทัพไปตีหัวเมืองฝ่ายเหนือ 
        และได้สร้างวัดพระนารายณ์ที่เชิงสะพานกิตติขจรปัจจุบัน และสมเด็จพระเจ้าตากสินมหาราชเคยได้รับพระบรมราชโองการแต่งตั้งเป็นเจ้าเมืองตาก
         และเป็นผู้กอบกู้เอกราชของชาติไทยจากพม่า ครั้งที่ 2</p>
         <div class="col-12"><h2>แผนที่สถานที่ท่องเที่ยวในจังหวัดตาก</h2></div>
         <a href="https://www.google.com/maps/d/embed?mid=1PMy31GE8SzjTHEaOtsVcDMB69ZkKszJE" target="_blank"><div class="col-12" align="center"><img src="img/qr.png" alt="" width="60%"></div></a>
        </div>
    </div>
    <p>
           
</div>
</div>