
<div class="container" style="margin-top:5em; text-align:center;">
    <br>
    <h1>อำเภอบ้านตาก</h1>
    <br>
    <hr>
    <div class="row">
        <div class="col-5">
        <img src="img/pratadbantak.JPG" alt=""  width="100%"/>
        </div>
        <div class="col-7" align="left">
        <h2>ข้อมูลอำเภอบ้านตาก</h2>
        <p>
        อำเภอบ้านตาก สันนิษฐานว่าคือตัวเมืองตากเดิม เป็นเมืองหน้าด่านสำหรับป้องกันข้าศึกศัตรูมาแต่ดึกดำบรรพ์ 
        ตั้งอยู่บนดอยเล็กๆ ลูกหนึ่ง ปัจจุบันคือบ้านท่าพระธาตุ หมู่ที่ 3 ตำบลเกาะตะเภา อยู่ทางทิศตะวันตกของแม่น้ำปิง 
        ต่อมาสมัยสมเด็จพระมหาธรรมราชา แห่งกรุงศรีอยุธยา ได้ย้ายเมืองตากจากที่เดิมมาอยู่ที่ตำบลป่ามะม่วง อำเภอเมืองตาก 
        และในสมัยพระบาทสมเด็จพระพุทธเลิศล้านภาลัย แห่งกรุงรัตนโกสินทร์ ได้ย้ายเมืองตากไปอยู่ที่ตำบลระแหง อำเภอเมืองตาก 
        ฝั่งตะวันออกของแม่น้ำปิง ซึ่งเป็นที่ตั้งตัวจังหวัดตากในปัจจุบันนี้
เมื่อได้ย้ายเมืองตากไปตั้งที่ใหม่แล้ว ไม่อาจทราบได้ว่า สภาพของเมืองตาก เดิมจะมีฐานะเป็นอำเภอ ตำบลหรือหมู่บ้าน 
แต่พอจะมีหลักฐานว่าที่ว่าการอำเภอบ้านตากได้ตั้งขึ้นที่ฝั่งตะวันตกของแม่น้ำปิง ในท้องที่หมู่ที่ 8 ตำบลตากตกในปัจจุบัน เมื่อประมาณปี พ.ศ. 2438 ถึง
2440 โดยมีหลวงพรมสุภา(นายโต กาญจนสูต) เป็นนายอำเภอคนแรก มีพื้นที่ทำการปกครองรวมทั้งท้องที่อำเภอสามเงาในปัจจุบันเข้าไว้ด้วย ต่อมาเมื่อปี พ.ศ. 
2475 ทางราชการได้ยกฐานะตำบลสามเงาขึ้นเป็น กิ่งอำเภอขึ้นกับอำเภอบ้านตาก และทางราชการได้ยกฐานะกิ่งอำเภอสามเงาขึ้นเป็น อำเภอสามเงา ในโอกาสต่อมา
 เมื่อปี พ.ศ. 2501[1]
    </p>
        </div>
    </div>
    
    <br>
    <div class="row">
        
        <div class="col-12">
            <hr>
            <br>
        <h5>แผนที่อำเภอบ้านตาก</h5>
        <br>
            <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d487964.7787722949!2d98.79315504749152!3d17.159270763181212!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30dc2c38d41fd653%3A0x30346c5fa8a7710!2z4Lit4Liz4LmA4Lig4Lit4Lia4LmJ4Liy4LiZ4LiV4Liy4LiBIOC4leC4suC4gQ!5e0!3m2!1sth!2sth!4v1597578687045!5m2!1sth!2sth" width="75%" height="400" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>  
        </div>
        <br>
    </div>
    </div>
<!-- 
<div class="container" style="margin-top:5em; text-align:center;">
    <br>
    <h1>สถานที่ท่องเที่ยวในเขต อำเภอบ้านตาก</h1>
    <br>
    <hr>
    <div class="row">
        <div class="col-12">
            <div class="row" align="center">
                <div class="col">
                    <br>
                    <h2>
                    วัดพระบรมธาตุ
                    </h2>
                    <br>
                     <img src="img/bharom_temple.jpg" alt="">
                <div class="col-8">
                    <br><br>
                    <p>
                    วัดพระบรมธาตุบ้านตาก อยู่ที่ ต.เกาะตะเภา อ.บ้านตาก จ.ตาก ฝั่งตะวันตกของแม่น้ำปิง เดิมวัดแห่งนี้เป็นเมืองตากเก่า ก่อนที่จะมีการย้ายตัวเมืองไปอยู่ที่ ต.ระแหง ตัวเมืองตากในปัจจุบัน ห่างไปทางทิศใต้ประมาณ ๓๐ กิโลเมตร อันมีประวัติยาวนานตั้งแต่สมัย พระนางจามเทวี ล่องเรือเสด็จไปเมืองลำพูน หยุดพักบริเวณ
ณแห่งนี้ พบว่าเป็นเมืองร้าง จึงได้สั่งให้มีการฟื้นฟูบูรณะเมืองแห่งนี้ จนกลายเป็นชุมชนเมืองตาก
วัดพระบรมธาตุบ้านตาก ยังปรากฏในศิลาจารึของพ่อขุนรามคำแหง ที่ทรงกระทำยุทธหัตถี ชนะศึกเจ้าเมืองฉอดบนเนินเขาใกล้กับพระบรมธาตุ ประมาณ ๕๐๐ เมตร
ตามตำนานพระเจ้าเลียบโลก ซึ่งเขียนเป็นภาษาเหนือ กล่าวไว้ว่า สมเด็จพระสัมมาสัมพุทธเจ้าได้เสด็จโปรดสัตว์ล่องมาตามลำน้ำปิง พระองค์ได้เสด็จมายัง ดอยมะหิยังกะ ในเขตตัวเมืองตาก ตรัสกับพระอานนท์ว่าสถานที่นี้เป็นสถานที่สำราญ ร่มรื่น หากเราตถาคตปรินิพพานแล้วให้นำอัฐิและเกศากลับมายังดอยมะหิยังกะ
ภายหลังจากสมเด็จพระสัมมาสัมพุทธเจ้าปรินิพพาน พระอรหันต์ทั้ง ๔ ได้นำพระบรมสาริกธาตุของพระองค์
พร้อมด้วยเกศาอีก ๔ องค์ มาประดิษฐานยังดอยมะหิยังกะ แล้วก่อเจดีย์รูปทรงสี่เหลี่ยมแล้ว นำพระบรม
สารีริกธาตุบรรจุไว้ในพระเจดีย์ เพื่อเป็นที่สักการบูชาของมนุษย์และเทวดาทั้งหลายต่อมา พระครูพิทักษ์พระบรมธาตุ (ทองอยู่) ได้ไปนมัสการพระธาตุชเวดากอง ณ กรุงย่างกุ้ง ประเทศพม่า ท่านจึงได้จำมาก่อสร้างองค์พระเจดีย์ เหมือนเจดีย์ชเวดากองล้อมคลุมองค์เก่าไว้ ปิดทองสวยงาม
<div class="sketchfab-embed-wrapper">
    <iframe title="A 3D model" width="640" height="480" src="https://sketchfab.com/models/531df708931f4c118cc5cf8d439366ed/embed?autostart=1&amp;ui_controls=1&amp;ui_infos=1&amp;ui_inspector=1&amp;ui_stop=1&amp;ui_watermark=1&amp;ui_watermark_link=1" frameborder="0" allow="autoplay; fullscreen; vr" mozallowfullscreen="true" webkitallowfullscreen="true"></iframe></div>

                    </p>
                </div>
                <div class="col">
                    <h3><u>แผนที่การเดินทางไปยังวัดพระบรมธาตุ</u></h3>
                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3814.234067459999!2d99.04166691487173!3d17.061199688274808!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30ddd2e8f6c242f3%3A0x664a9ec3ffa4b055!2z4Lin4Lix4LiU4Lie4Lij4Liw4Lia4Lij4Lih4LiY4Liy4LiV4Li4!5e0!3m2!1sth!2sth!4v1593876036314!5m2!1sth!2sth" width="100%" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
                </div>
            </div>
            </div>
        </div>
    </div>
    <hr>
    <div class="row">
        <div class="col-12">
            <div class="row" align="center">
                <div class="col">
                    <br>
                    <h2>
                    อุทยานแห่งชาติไม้กลายเป็นหิน
                    </h2>
                    <br>
                     <img src="img/mai_hin.jpg" alt="" height="500px">
                <div class="col-8">
                    <br><br>
                    <p>
                    อุทยานไม้กลายเป็นหิน ขุดพบครั้งแรกเมื่อเดือนพฤศจิกายน 2546 โดยการนำของ นายวชิระ ม่วงแก้ว ป่าไม้เขตตาก ได้ทำการขุดเปิดหน้าดินจนสุดลำต้นเมื่อปี 2548ความโตเส้นผ่าศูนย์กลางเฉลี่ย 1.80 ม. ยาว 72.22 ม อายุประมาณ 120,000 ปี ภายในมีการจัดแสดงไม้กลายเป็นหินที่ขุดพบมากมาย ซึ่งบางต้นยังมีลักษณะที่ค่อนข้างรูปร่างสมบูรณ์

                    </p>
                </div>
                <div class="col">
                    <h3><u>แผนที่การเดินทางไปยังอุทยานแห่งชาติไม้กลายเป็นหิน</u></h3>
                    <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3814.06815697528!2d99.08404221536811!3d17.06931851639212!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30ddd313fc55ef01%3A0x88470ad72c50c88e!2z4Lit4Li44LiX4Lii4Liy4LiZ4LmE4Lih4LmJ4LiB4Lil4Liy4Lii4LmA4Lib4LmH4LiZ4Lir4Li04LiZ!5e0!3m2!1sth!2sth!4v1593876073296!5m2!1sth!2sth" width="100%" height="450" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
                </div>
            </div>
            </div>
        </div>
    </div>

    <br>
    <hr>
    <br>
    <h3>แผนที่การเดินทางระหว่าง <u>วัดพระบรมธาตุ </u> กับ <u>อุทยานแห่งชาติไม้กลายเป็นหิน</u> </h3>
    <br>
    <img src="img/bantak.png" alt="" width="90%" style="margin-bottom: 2em;">
    <br>
</div> -->
