
<div class="container" style="margin-top:5em; text-align:center;">
    <br>
    <h1>อำเภอแม่ระมาด</h1>
    <br>
    <hr>
    <div class="row">
        <div class="col-5">
        <img src="img/maeramad.jpg" alt=""  width="100%"/>
        </div>
        <div class="col-7" align="left">
        <h2>ข้อมูลอำเภอแม่ระมาด</h2>
        <p>
        อำเภอแม่ระมาด เป็นอำเภอหนึ่งของจังหวัดตาก สันนิษฐานว่า เดิมเป็นหมู่บ้านที่อยู่อาศัยของชาวกะเหรี่ยงมานานกว่า 100 ปี 
        ต่อมามีชาวไทยจากทางภาคเหนือได้พากันอพยพลงมาหาที่ทำกิน และเห็นว่าเป็นแหล่งอุดมสมบูรณ์ จึงได้ตั้งหลักฐานอยู่อาศัยและมีคนอพยพมาอยู่เรื่อย ๆ 
        จนเป็นหมู่บ้านใหญ่ จึงได้ตั้งเป็นตำบลขึ้นกับอำเภอแม่สอด เมื่อหมู่บ้านขยายใหญ่ขึ้นอีก พระอินทรคีรี นายอำเภอแม่สอด ในสมัยนั้น จึงได้ยกฐานะขึ้นเป็นกิ่งอำเภอแม่ระมาด
         และได้สร้างที่ว่าการกิ่งอำเภอขึ้นที่หมู่ที่ 5 ตำบลแม่ระมาด และแต่งตั้งให้ขุนโสภิตบรรณลักษณ์เป็นปลัดกิ่งอำเภอคนแรก และที่ว่าการอำเภอยังตั้งอยู่ ณ ที่เดิมจนทุกวันนี้
        ต่อมาในปี พ.ศ. 2491 ทางราชการได้โอนกิ่งอำเภอท่าสองยางซึ่งขึ้นอยู่กับอำเภอแม่สะเรียง จังหวัดแม่ฮ่องสอน มาขึ้นกับอำเภอแม่สอด จังหวัดตาก และเมื่ออำเภอแม่ระมาดได้ยกฐานะขึ้นเป็นอำเภอ
        เมื่อวันที่ 21 ธันวาคม 2493 ต่อมาเมื่อ 1 มกราคม 2494 กิ่งอำเภอท่าสองยางจึงได้โอนจากอำเภอแม่สอด มาขึ้นกับอำเภอแม่ระมาดด้วย และได้แยกไปเมื่อได้ยกฐานะเป็นอำเภอเมื่อปี 2501
        พื้นที่อำเภอแม่ระมาด มีอาณาเขตติดกับชายแดนประเทศสาธารณรัฐสังคมนิยมแห่ง สหภาพพม่า ทางด้านทิศตะวันตก เท่าที่ผ่านมายังไม่เคยมีการเคลื่อนไหวทางการทหาร ของผู้ก่อการร้ายคอมมิวนิสต์ 
        จะมีก็แต่ข่าวการเคลื่อนไหวทางด้านมวลชน ซึ่งกล่าวได้ว่ายังไม่รุนแรงนัก
            </p>
        </div>
    </div>
    
    <br>
    <div class="row">
        
        <div class="col-12">
            <hr>
            <br>
        <h5>แผนที่อำเภอแม่ระมาด</h5>
        <br>
        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d487109.26293230307!2d98.57928028504465!3d17.48166414159837!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30ddad01c6f7a1f9%3A0x30346c5fa8a7730!2z4Lit4Liz4LmA4Lig4Lit4LmB4Lih4LmI4Lij4Liw4Lih4Liy4LiUIOC4leC4suC4gQ!5e0!3m2!1sth!2sth!4v1597578914562!5m2!1sth!2sth" width="75%" height="400" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
        </div>
        <br>
    </div>
    </div>