
<div class="container" style="margin-top:5em; text-align:center;">
    <br>
    <h1>อำเภอแม่สอด</h1>
    <br>
    <hr>
    <div class="row">
        <div class="col-5">
        <img src="img/maesod.jpg" alt=""  width="100%"/>
        </div>
        <div class="col-7" align="left">
        <h2>ข้อมูลอำเภอแม่สอด</h2>
        <p>
        แม่สอด (คำเมือง: Lanna-Mae Sot.png; พม่า: မဲဆောက်)
         เป็นอำเภอหนึ่งทางตอนกลางของจังหวัดตาก ได้รับการจัดตั้งเป็นอำเภอมาตั้งแต่ พ.ศ. 2441 
         ตัวอำเภออยู่ในที่ราบระหว่างภูเขาระหว่างเทือกเขาถนนธงชัยทิวเขาในฝั่งประเทศไทย อีกส่วนหนึ่งเป็นทิวเขาฝั่งประเทศพม่า อำเภอแม่สอดมีพื้นที่ประมาณ 
         1,986 ตารางกิโลเมตร ประชากรมีทั้งชาวเขาและคนที่อพยพจากอำเภอเมืองตากเข้าไปตั้งถิ่นฐานอยู่ รวมทั้งชาวพม่าที่มีภรรยาและบุตรเป็นคนไทยด้วย
          อำเภอแม่สอดอยู่ห่างจากอำเภอเมืองตาก 86 กิโลเมตร
แม่สอดเป็นอำเภอที่มีการค้าระหว่างประเทศไทยกับพม่า 
เนื่องจากเป็นอำเภอที่อยู่ติดชายแดน และเป็นที่ตั้งจุดผ่านแดนถาวรด่านพรมแดนแม่สอด เชื่อมโยงเมืองเมียวดี
 รัฐกะเหรี่ยง ประเทศพม่า ประวัติความเป็นมาของอำเภอแม่สอดนั้นยังไม่ปรากฏแน่ชัดว่าจะเป็นเมืองฉอดของขุนสามชนที่เคยยกทัพไปตีกรุงสุโขทัยหรือไม่
  ยังไม่มีผู้ใดพิสูจน์ได้ เมื่อดูตามสภาพบ้านเมืองของอำเภอแม่สอดนั้น ไม่พบว่ามีสิ่งก่อสร้างที่เก่าแก่มีอายุอยู่ในยุคของสุโขทัยได้เลย ฉะนั้นจึงน่าเชื่อได้ว่าไม่ใช่เมืองเดียวกัน
   และขณะนี้ได้มีนักโบราณคดีพบซากเมืองโบราณอยู่ในป่าทึบในท้องที่อำเภอแม่ระมาด ซึ่งอาจจะเป็นเมืองฉอดตามศิลาจารึกกรุงสุโขทัยได้
ตามผังประเทศไทย พ.ศ. 2560 อำเภอแม่สอดได้รับการสนับสนุนให้เป็นเขตเศรษฐกิจพิเศษตามหนึ่งในแนวทางของระเบียงเศรษฐกิจตะวันออก-ตะวันตก 
โดยเป็นศูนย์กลางการค้าที่ติดต่อกับเมืองเมียวดีในประเทศพม่า
            </p>
        </div>
    </div>
    
    <br>
    <div class="row">
        
        <div class="col-12">
            <hr>
            <br>
        <h5>แผนที่อำเภอแม่สอด</h5>
        <br>
        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d488216.2873939944!2d98.33702542174863!3d17.063368961366102!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30ddbda33d818e6d%3A0x9419d51f314f415f!2z4Lit4Liz4LmA4Lig4Lit4LmB4Lih4LmI4Liq4Lit4LiUIOC4leC4suC4gQ!5e0!3m2!1sth!2sth!4v1597579018645!5m2!1sth!2sth" width="75%" height="400" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
        </div>
        <br>
    </div>
    </div>