
<div class="container" style="margin-top:5em; text-align:center;">
    <br>
    <h1>อำเภอพบพระ </h1>
    <br>
    <hr>
    <div class="row">
        <div class="col-5">
        <img src="img/phobpra.jpg" alt=""  width="100%"/>
        </div>
        <div class="col-7" align="left">
        <h2>ข้อมูลอำเภอพบพระ </h2>
        <p>
        ขตพื้นที่อำเภอพบพระ เดิมอยู่ในเขตการปกครอของตำบลช่องแคบ  อ.แม่สอด จ.ตาก  คำว่า "พบพระ" 
        มีคำบอกเล่าของนายสูน อดีตผู้ใหญ่บ้านคนที่สองของบ้านเพอพะ ว่าเมื่อตนอายุได้ 12 ปี ได้อพยพมาพร้อมกับบิดาจากบ้านแม่ตาว
         อ.แม่สอด มาตั้งบ้านเรือนอยู่พร้อมกับญาติรวม 4 หลังคาซึ่งในสมัยก่อนท้องที่นี้มีความอุดมสมบูรณ์มากมีป่าไม้มากมาย และมีบริเวณที่ตั้งของโรงพยาบาล 
         พบพระปัจจุบันมีลักษณะพื้นที่เป็นดงป่าหวาย ดงเตยและดงแขม มีน้ำไหลมาจากน้ำออกรูท่วมขังบริเวณนี้เฉอะแฉะ จึงเรียกบริเวณนี้ว่า "เพอะพะ"  
         ซึ่งเป็นภาษาพื้นเมืองภาคเหนือ แปลว่า บริเวณที่มีน้ำขังเป็นแอ่งกระจัดกระจายเปรอะเฉอะแฉะไปทั่ว ทำให้การสัญจรไปมา
ลำบากนั่นเอง เมื่อตั้งบ้านเรือนมาได้ 3 ปี ทางราชการจึงประกาศเป็นหมู่บ้านขึ้น เรียกชื่อหมู่บ้านว่า "บ้านเพอะพะ" ตามลักษณะพื้นที่แห่งนี้ 
ต่อมาได้มีการเสนอแยกตำบลช่องแคบออกมาอีก 1 ตำบล ให้ชื่อตำบลใหม่ว่า "ตำบลพบพระ" เพื่อให้สอดคล้องกับคำเดิมที่มีความไพเราะและเป็นศิริมงคล 
โดยเป็นชื่อ "เพอะพะ" เป็น "พบพระ" ไปพร้อมกันเป็นเหตุให้คำว่า "เพอะพะ" เป็น
"พบพระ" นับแต่บัดนั้นเป็นต้นมาเนื่องจากอำเภอแม่สอดมีพื้นที่กว้างขวาง มีอุปสรรคต่อการปกครองดูแลราษฎร 
 ที่อยู่ในพื้นที่ห่างไกล  โดยเฉพาะพื้นที่ตำบลช่องแคบ และตำบลพบพระ  มีผู้ก่อการร้ายคอมมิวนิสต์แทรกซึม  ดังนั้น พ.ศ. 2513  
 จึงแยกตำบลคีรีราษฎร์เป็นตำบลอีกตำบลหนึ่งรวมเป็น 3  ตำบล และขอเสนอตั้งกิ่งอำเภอใหม่ ซึ่งเรียกกิ่งอำเภอใหม่ว่า  "กิ่งอำเภอพบพระ" 
  ซึ่งกระทรวงมหาดไทยได้ประกาศจัดตั้งเป็นอำเภอ เมื่อวันที่  3  มีนาคม  2530  
            </p>
        </div>
    </div>
    
    <br>
    <div class="row">
        
        <div class="col-12">
            <hr>
            <br>
        <h5>แผนที่อำเภอพบพระ</h5>
        <br>
        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d244890.1954446908!2d98.6764571188966!3d16.454799727349155!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30dd8ca2d30d6fbf%3A0x30346c5fa8a7760!2z4Lit4Liz4LmA4Lig4LitIOC4nuC4muC4nuC4o-C4sCDguJXguLLguIE!5e0!3m2!1sth!2sth!4v1597579201150!5m2!1sth!2sth" width="75%" height="400" frameborder="0" style="border:0;" allowfullscreen="" aria-hidden="false" tabindex="0"></iframe>
        </div>
        <br>
    </div>
    </div>