<div class="container" style="margin-top:5em; padding-top:15px;">
        <div class="row">
            <div class="col-12" align="center">
                <h1>
                <br>
                วัดป่าพระสามเงา
               </h1>
               <br><hr>
            </div>
           <div class="col-12">
                <div class="row">
                    <div class="col-12 col-md-5">
                        <h4>
                            <br>
                            ข้อมูลวัดป่าพระสามเงา
                            <br>
                        </h4>
                        <br>
                        <img src="img/phasam.JPG" alt=""  width="85%"/>
                        <br>
                        <br>    
                    </div>
                    <div class="col-12 col-md-7">
                    <br><br><br><br>
                    <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ชาวบ้านเรียกว่า ผาสามเงา เพราะเป็นที่เชิงเขาริมหน้าผานั้นเจาะเป็นช่องลึกเข้าไปในเนื้อภูเขาเรียงกัน 3 ช่อง ประดิษฐานพระพุทธรูปปิดทองช่องละองค์ มีบันไดไม้ให้นักท่องเที่ยวขึ้นไปนมัสการพระพุทธรูปได้ จากตำนานที่เล่าสืบต่อกันมาว่า เมื่อประมาณปี พ.ศ.1206 มีพระฤาษีสององค์สร้างเมืองหริภุญชัย (ลำพูน) และให้คนมาทูลเชิญราชวงศ์กษัตริย์จากเมืองละโว้หรือลพบุรีในปัจจุบัน ไปครองเมืองหริภุญชัย พระนางจามเทวี ได้รับมอบหมายให้ไปครองเมืองตามคำเชิญ พระนางจึงเสด็จมาทางชลมารค ขึ้นมาตามลำน้ำปิงปรากฏว่าเมื่อมาถึงบริเวณหน้าผาแห่งนี้เกิดเหตุมหัศจรรย์มีฝนและพายุใหญ่พัดกระหน่ำจนเรีอไม่สามารถแล่นทวนน้ำขึ้นไปได้และปรากฏเงาพระพุทธรูปสามองค์ที่หน้าผาริมน้ำปิงแห่งนี จึงสั่งให้เจาะหน้าผาและสร้างพระพุทธรูปบรรจุไว้ในช่อง ช่องละองค์ ด้วยเหตุนี้จึงได้ชื่อว่า ผาสามเงา สืบมา

                    </p>  
                    </div>

</div>
        
        </div>
        <div class="col-12" align="center">
            <br><br>
            <h2>
            ภาพ 360 องศา ข้อมูลวัดป่าพระสามเงา
            </h2>
            <br><br>
        </div>
        <div class="col-12">
            <iframe src="https://momento360.com/e/u/01803c76372d4c0687313122a0f6d994?utm_campaign=embed&utm_source=other&heading=-179.6224981113457&pitch=-1.9915663451357482&field-of-view=75" width="100%" height="600px"></iframe>
        </div>

        </div>
</div>
